Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

# %@: inferred a routed endpoint join within %@ mm; verify the source gap.
source: %1$@: inferred a routed endpoint join within %2$@ mm; verify the source gap.
af: %1$@: het 'n gerouteerde eindpuntverbinding binne %2$@ mm afgelei; verifieer die brongaping.
am: %1$@ : በ %2$@ ሚሜ ውስጥ የተዘዋወረ የመጨረሻ ነጥብ መቀላቀልን ገምቷል፤ የምንጭ ክፍተቱን ያረጋግጡ።
ar: %1$@ : تم استنتاج ربط نقطة نهاية موجهة ضمن %2$@ مم؛ تحقق من فجوة المصدر.
az: %1$@: %2$@ mm daxilində marşrutlaşdırılmış son nöqtə birləşməsini çıxarın; mənbə boşluğunu yoxlayın.
be: %1$@: выведзена маршрутызаванае злучэнне канцавых кропак у межах %2$@ мм; праверыць зыходны прамежак.
bg: %1$@: изведе се съединение на маршрутизирана крайна точка в рамките на %2$@ мм; проверете пропуските в изходните данни.
bn: %1$@ : %2$@ mm-এর মধ্যে একটি রাউটেড এন্ডপয়েন্ট জয়েন অনুমান করা হয়েছে; সোর্স গ্যাপ যাচাই করুন।
ca: %1$@: s'ha inferit una unió de punt final encaminat dins %2$@ mm; verifica el buit d'origen.
cs: %1$@: bylo odvozeno spojení koncového bodu trasování v rámci %2$@ mm; ověřte mezeru ve zdroji.
cy: %1$@: awgrymodd ymuno â phwynt terfyn wedi'i lwybro o fewn %2$@ mm; gwiriwch y bwlch ffynhonnell.
da: %1$@: udledte en fræset endepunktsamling inden for %2$@ mm; kontrollér mellemrummet i kilden.
de: %1$@: Ein Verbinden gerouteter Endpunkte innerhalb von %2$@ mm wurde abgeleitet; überprüfen Sie die Lücke in der Quelle.
de_at: %1$@: Es wurde ein gerouteter Endpunkt-Join innerhalb von %2$@ mm abgeleitet; überprüfen Sie die Quelllücke.
de_ch: %1$@: Es wurde ein gerouteter Endpunkt-Join innerhalb von %2$@ mm abgeleitet; überprüfen Sie die Quelllücke.
el: %1$@: εντοπίστηκε σύνδεση τελικού σημείου δρομολόγησης εντός %2$@ mm· επαληθεύστε το κενό στην πηγή.
es: %1$@: se ha deducido una unión de puntos finales enrutados dentro de %2$@ mm; verifica la diferencia en el origen.
es_ar: %1$@: se dedujo una unión de puntos finales enrutados dentro de %2$@ mm; verifica la brecha de origen.
es_mx: %1$@: se infirió una unión de punto final enrutado dentro de %2$@ mm; verifique la brecha de origen.
et: %1$@: järeldati marsruuditud lõpppunkti ühendus %2$@ mm piires; kontrollige lähtevahe.
eu: %1$@: %2$@ mm-ren barruan bideratutako amaiera-puntu-lotura ondorioztatu da; egiaztatu iturburu-tartea.
fa: %1$@ : یک اتصال نقطه انتهایی مسیریابی شده در %2$@ میلی‌متر استنباط شد؛ شکاف منبع را تأیید کنید.
fi: %1$@: pääteltiin reititetty päätepisteen liitos %2$@ mm:n sisällä; tarkista lähdeaukko.
fil: %1$@: hinuha ang isang naka-ruta na endpoint join sa loob ng %2$@ mm; beripikahin ang source gap.
fr: %1$@ : a déduit une jonction de point d'arrivée acheminé dans un rayon de %2$@ mm ; vérifier l'écart à la source.
fr_ca: %1$@ : jonction de point d'extrémité de routage déduite à moins de %2$@ mm ; vérifier l'écart de la source.
ga: %1$@: tugadh le fios go raibh nasc críochphointe ródaithe laistigh de %2$@ mm ann; fíoraigh an bhearna foinse.
gl: %1$@: inferiuse unha unión de punto final enrutado dentro de %2$@ mm; verifique o espazo da fonte.
gu: %1$@: %2$@ mm ની અંદર રૂટ કરેલ એન્ડપોઇન્ટ જોડાવાનું અનુમાન લગાવ્યું; સ્રોત ગેપ ચકાસો.
hi: %1$@ : %2$@ मिमी के भीतर एक रूटेड एंडपॉइंट जॉइन का अनुमान लगाया गया; स्रोत अंतर सत्यापित करें।
hr: %1$@ : izveden je usmjerni spoj krajnje točke unutar %2$@ mm; provjerite izvorni jaz.
hu: %1$@: %2$@ mm-en belül maratott végpont-összekapcsolódást feltételezett; ellenőrizze a forrásréset.
hy: %1$@. ենթադրվել է %2$@ մմ-ի սահմաններում ուղղորդված վերջնակետային միացում; ստուգեք աղբյուրի բացը։
id: %1$@: diduga terdapat sambungan titik akhir yang dialihkan dalam jarak %2$@ mm; periksa celah sumber.
is: %1$@: ályktaði um tengingu við endapunkt innan %2$@ mm; staðfestu bilið á uppruna.
it: %1$@: è stato individuato un punto di unione con deviazione entro %2$@ mm; verificare lo spazio vuoto di origine.
ja: %1$@：%2$@mm以内にルーティングされたエンドポイントの結合を推定しました。ソースギャップを確認してください。
ka: %1$@: გამოითვალა მარშრუტიზებული ბოლო წერტილის შეერთება %2$@ მმ-ის ფარგლებში; გადაამოწმეთ წყაროს უფსკრული.
kk: %1$@: %2$@ мм ішінде бағытталған соңғы нүктенің қосылуын анықтады; бастапқы саңылауды тексеріңіз.
km: %1$@ : បានសន្និដ្ឋានពីការតភ្ជាប់ចំណុចបញ្ចប់ដែលបានកំណត់ក្នុងរង្វង់ %2$@ ម.ម; ផ្ទៀងផ្ទាត់គម្លាតប្រភព។
kn: %1$@: %2$@ ಮಿಮೀ ಒಳಗೆ ರೂಟೆಡ್ ಎಂಡ್‌ಬಿಂದು ಸೇರ್ಪಡೆಯನ್ನು ಊಹಿಸಲಾಗಿದೆ; ಮೂಲ ಅಂತರವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: %1$@: %2$@ mm 이내에서 라우팅된 끝점 조인이 추론되었습니다. 원본 갭을 확인해 주십시오.
ky: %1$@: %2$@ мм ичинде маршрутталган учтук чекиттин туташуусун аныктады; булак аралыгын текшериңиз.
lo: %1$@ : ອະນຸມານການເຊື່ອມຕໍ່ຈຸດສິ້ນສຸດທີ່ກຳນົດເສັ້ນທາງພາຍໃນ %2$@ ມມ; ກວດສອບຊ່ອງຫວ່າງແຫຼ່ງທີ່ມາ.
lt: %1$@: nustatyta, kad maršrutinio galinio taško sujungimas vyksta %2$@ mm ribose; patikrinkite šaltinio tarpą.
lv: %1$@: secināts, ka maršrutētais galapunkts savienojas %2$@ mm robežās; pārbaudiet avota spragu.
mk: %1$@ : заклучено е рутирано спојување на крајни точки во рамките на %2$@ mm; потврдете го изворниот јаз.
ml: %1$@: %2$@ mm-നുള്ളിൽ ഒരു റൂട്ട് ചെയ്ത എൻഡ്‌പോയിന്റ് ജോയിൻ അനുമാനിച്ചു; ഉറവിട വിടവ് പരിശോധിക്കുക.
mn: %1$@ : %2$@ мм дотор чиглүүлэгдсэн төгсгөлийн цэгийн холболтыг олсон; эх үүсвэрийн цоорхойг шалгана уу.
mr: %1$@: %2$@ मिमीच्या आत राउटेड एंडपॉइंट जॉइनचा अंदाज लावला; सोर्स गॅपची पडताळणी करा.
ms: %1$@: menyimpulkan gabungan titik akhir yang dihalakan dalam %2$@ mm; sahkan jurang sumber.
mt: %1$@: inferiet konnessjoni ta' endpoint b'rotta fi ħdan %2$@ mm; ivverifika d-distakk tas-sors.
my: %1$@: %2$@ မီလီမီတာအတွင်း routed endpoint join တစ်ခုကို ကောက်ချက်ချခဲ့သည်။ source gap ကို အတည်ပြုပါ။
nb: %1$@: Det er utledet en sammenføyning av rutede endepunkter innenfor %2$@ mm; kontroller kildegapet.
ne: %1$@ : %2$@ मिमी भित्र राउटेड एन्डपोइन्ट जोइन अनुमान गरिएको; स्रोत अन्तर प्रमाणित गर्नुहोस्।
nl: %1$@: er is een gerouteerde eindpuntverbinding afgeleid binnen %2$@ mm; controleer de bronnauw keurigheid.
or: %1$@: %2$@ mm ମଧ୍ୟରେ ଏକ ରାଉଟେଡ୍ ଏଣ୍ଡପଏଣ୍ଟ ସଂଯୋଗ ଅନୁମାନ କରାଯାଇଛି; ଉତ୍ସ ବ୍ୟବଧାନ ଯାଞ୍ଚ କରନ୍ତୁ।
pa: %1$@ : %2$@ mm ਦੇ ਅੰਦਰ ਇੱਕ ਰੂਟ ਕੀਤੇ ਐਂਡਪੁਆਇੰਟ ਜੋੜ ਦਾ ਅਨੁਮਾਨ ਲਗਾਇਆ; ਸਰੋਤ ਪਾੜੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: %1$@: wykryto połączenie z trasowanym punktem końcowym w odległości %2$@ mm; należy sprawdzić lukę źródłową.
pt: %1$@: inferiu uma junção de ponto final fresado dentro de %2$@ mm; verifique a lacuna na fonte.
pt_br: %1$@: inferiu uma junção de ponto final roteado dentro de %2$@ mm; verifique a lacuna de origem.
ro: %1$@: s-a dedus o îmbinare a punctelor finale de traseu în limita a %2$@ mm; verificați decalajul sursei.
ru: %1$@: выявлено соединение прорезанных конечных точек в пределах %2$@ мм; необходимо проверить исходный зазор.
si: %1$@ : %2$@ mm තුළ මාර්ගගත අන්ත ලක්ෂ්‍ය සම්බන්ධකයක් අනුමාන කරන ලදී; මූලාශ්‍ර පරතරය සත්‍යාපනය කරන්න.
sk: %1$@: odvodilo spojenie smerovaného koncového bodu v rámci vzdialenosti %2$@ mm; overte medzeru vo zdrojových údajoch.
sl: %1$@: ugotovljeno je bilo združevanje usmerjenih končnih točk znotraj %2$@ mm; preverite vrzel v viru.
sq: %1$@: u nxor një bashkim i pikës fundore i rrugëzuar brenda %2$@ mm; verifikohet boshllëku i burimit.
sr: %1$@: инферисан је придруживање рутираног крајњег чвора унутар %2$@ мм; проверите изворни јаз.
sv: %1$@: har härlett en koppling mellan routade ändpunkter inom %2$@ mm; kontrollera källgapet.
sw: %1$@: ilibaini kiungo cha mwisho kilichoelekezwa ndani ya %2$@ mm; thibitisha pengo la chanzo.
ta: %1$@ : %2$@ மிமீ தொலைவிற்குள் ஒரு வழிப்படுத்தப்பட்ட இறுதிப்புள்ளி இணைப்பு ஊகிக்கப்பட்டது; மூல இடைவெளியைச் சரிபார்க்கவும்.
te: %1$@: %2$@ mm లోపల ఒక రూటెడ్ ఎండ్‌పాయింట్ జాయిన్ ఉన్నట్లు ఊహించబడింది; సోర్స్ గ్యాప్‌ను ధృవీకరించండి.
th: %1$@: อนุมานการเชื่อมต่อปลายทางที่กำหนดเส้นทางภายใน %2$@ มม. ตรวจสอบช่องว่างของแหล่งกำเนิด
tr: %1$@: %2$@ mm içinde yönlendirilmiş bir uç nokta birleşimi tespit edildi; kaynak boşluğunu doğrulayın.
uk: %1$@: виявлено з’єднання кінцевих точок маршруту в межах %2$@ мм; перевірте розрив у вихідних даних.
ur: %1$@ : %2$@ ملی میٹر کے اندر روٹڈ اینڈ پوائنٹ جوائن کا اندازہ لگایا گیا ہے۔ ماخذ کے فرق کی تصدیق کریں۔
vi: %1$@: Suy ra điểm kết nối định tuyến trong %2$@ mm; xác minh khoảng cách nguồn.
zh_hans: %1$@：推断出在%2$@毫米范围内存在一个已路由的端点连接；请核对源端间隙。
zh_hant: %1$@：推斷出在 %2$@ mm 範圍內存在路由終點接合點；請驗證源頭間隙。
zu: %1$@ : kutholakale ukuthi kukhona ukujoyina kwe-endpoint okuqondiswe ngaphakathi %2$@ mm; qinisekisa igebe lomthombo.

source: %@: nonmanifold routed junction; material topology is unresolved.
af: %@: nie-veelvuldige roete-aansluiting; materiaaltopologie is onopgelos.
am: %@ : ልዩ ያልሆነ የተዘዋዋሪ መጋጠሚያ፤ የቁሳቁስ ቶፖሎጂ መፍትሄ አላገኘም።
ar: %@ : وصلة موجهة غير متعددة الأوجه؛ لم يتم تحديد طوبولوجيا المادة.
az: %@: qeyri-manifold marşrutlaşdırılmış qovşaq; material topologiyası həll olunmayıb.
be: %@: неразрознены маршрутны пераход; тапалогія матэрыялу не вырашана.
bg: %@: немногообразна маршрутизирана връзка; топологията на материала е неясна.
bn: %@ : নন-ম্যানিফোল্ড রাউটেড জাংশন; পদার্থের টপোলজি অমীমাংসিত।
ca: %@: unió enrutada no manifold; la topologia del material no està resolta.
cs: %@: nemanifoldní spoj trasování; topologie materiálu není vyřešena.
cy: %@: cyffordd llwybredig anamrywiol; mae topoleg ddeunydd heb ei datrys.
da: %@: ikke-manifold rutet knudepunkt; materialets topologi er uafklaret.
de: %@: nicht-mannigfaltige geroutete Verzweigung; die Materialtopologie ist ungeklärt.
de_at: %@: Nicht-verteilerförmig gerouteter Knotenpunkt; Materialtopologie ist nicht aufgelöst.
de_ch: %@: nicht-verteilerförmig gerouteter Knotenpunkt; Materialtopologie ist nicht aufgelöst.
el: %@: διακλάδωση με δρομολόγηση εκτός πολλαπλότητας· η τοπολογία του υλικού παραμένει αδιευκρίνιστη.
es: %@: unión enrutada no variedad; la topología del material no está resuelta.
es_ar: %@: unión enrutada no variada; la topología del material no está resuelta.
es_mx: %@: unión enrutada no múltiple; la topología del material no está resuelta.
et: %@: mitmesuunaline marsruuditud liitekoht; materjali topoloogia on lahendamata.
eu: %@: kolektorerik gabeko bideratutako-lotura; materialaren topologia ebatzi gabe dago.
fa: %@ : اتصال بدون مسیر منیفولد؛ توپولوژی ماده حل نشده است.
fi: %@: ei-monistoon reititetty risteys; materiaalin topologia on määrittelemätön.
fil: %@: nonmanifold routed junction; hindi pa nareresolba ang topolohiya ng materyal.
fr: %@ : jonction orientée non-variétale ; la topologie du matériau n'est pas déterminée.
fr_ca: %@ : jonction à routage non-manifold ; la topologie du matériau n'est pas résolue.
ga: %@: acomhal ródaithe neamh-ilghnéitheach; níl an toipeolaíocht ábhartha réitithe.
gl: %@: unión enrutada non con manifold; a topoloxía do material non está resolta.
gu: %@: નોનમેનિફોલ્ડ રૂટેડ જંકશન; મટીરીયલ ટોપોલોજી વણઉકેલાયેલી છે.
hi: %@ : नॉनमैनिफोल्ड रूटेड जंक्शन; मटेरियल टोपोलॉजी अनसुलझी है।
hr: %@: spoj koji nije mnogostruki usmjereni; topologija materijala nije razriješena.
hu: %@: nem-sokrétű maratott csomópont; az anyag topológiája nem határozható meg.
hy: %@. ոչ բազմաձև ուղղորդված հանգույց; նյութի տոպոլոգիան չլուծված է։
id: %@: persimpangan yang dialihkan ke nonmanifold; topologi materialnya belum teridentifikasi.
is: %@: Ómargfaldað leiðarmót; efnisfræðileg uppbygging er óleyst.
it: %@: giunzione instradata non varietà; la topologia del materiale non è stata chiarita.
ja: %@：非多様体ルーティング接点；材料のトポロジーが未解決です。
ka: %@: არამანიფოლდური მარშრუტიზებული შეერთება; მასალის ტოპოლოგია გადაუჭრელია.
kk: %@: көпқырлы емес бағытталған түйіспе; материалдық топология шешілмеген.
km: %@ : ចំណុចប្រសព្វ​ដែល​មិន​មែន​ជា​ម៉ានីល​ដែល​មាន​ផ្លូវ​តភ្ជាប់; តូប៉ូឡូស៊ី​សម្ភារៈ​មិន​ទាន់​ដោះស្រាយ។
kn: %@: ಮ್ಯಾನಿಫೋಲ್ಡ್ ರೂಟೆಡ್ ಜಂಕ್ಷನ್ ಅಲ್ಲ; ವಸ್ತು ಸ್ಥಳಶಾಸ್ತ್ರವು ಬಗೆಹರಿಯಲಿಲ್ಲ.
ko: %@: 비다양체 라우팅된 접합부; 물질 토폴로지가 해결되지 않았습니다.
ky: %@: көп кырдуу эмес маршрутталган түйүн; материалдык топология чечиле элек.
lo: %@ : ຈຸດເຊື່ອມຕໍ່ທີ່ບໍ່ມີຮູບແບບການແບ່ງເສັ້ນທາງ; ໂທໂພໂລຊີວັດສະດຸຍັງບໍ່ໄດ້ຮັບການແກ້ໄຂ.
lt: %@: neišmantrinė maršrutinė jungtis; medžiagos topologija nėra nustatyta.
lv: %@: ne-daudzveidības maršrutēts savienojums; materiāla topoloģija nav noskaidrota.
mk: %@: неразбирлива рутирана спојка; топологијата на материјалот е нерешена.
ml: %@: നോൺമാനിഫോൾഡ് റൂട്ടഡ് ജംഗ്ഷൻ; മെറ്റീരിയൽ ടോപ്പോളജി പരിഹരിക്കപ്പെട്ടിട്ടില്ല.
mn: %@ : олон талт бус чиглүүлэлттэй уулзвар; материалын топологи шийдэгдээгүй байна.
mr: %@: नॉन-मॅनिफोल्ड राउटेड जंक्शन; मटेरियल टोपोलॉजी अनिश्चित आहे.
ms: %@: simpang berhala bukan manifold; topologi bahan tidak dapat diselesaikan.
mt: %@: junction b'rotta mhux manifold; it-topoloġija tal-materjal mhix solvuta.
my: %@: nonmanifold routed junction; ပစ္စည်း topology ကို မဖြေရှင်းရသေးပါ။
nb: %@: ikke-mangfoldig rutet knutepunkt; materialtopologien er uavklart.
ne: %@ : ननम्यानिफोल्ड राउटेड जंक्शन; मटेरियल टोपोलोजी अनसुलझेको छ।
nl: %@: niet-manifold gerouteerde knooppunt; de materiaaltopologie is onduidelijk.
or: %@: ବହୁମୁଖୀ ରୁଟେଡ୍ ଜଙ୍କସନ ନାହିଁ; ବସ୍ତୁଗତ ଟୋପୋଲୋଜି ଅସମାଧାନ ହୋଇନାହିଁ।
pa: %@ : ਨਾਨ-ਮੈਨੀਫੋਲਡ ਰੂਟਡ ਜੰਕਸ਼ਨ; ਮਟੀਰੀਅਲ ਟੌਪੋਲੋਜੀ ਅਣਸੁਲਝੀ ਹੋਈ ਹੈ।
pl: %@: rozgałęzienie o przebiegu niebędącym rozmaitością; topologia materiału pozostaje nieokreślona.
pt: %@: junção não-variedade com fresagem; a topologia do material não está definida.
pt_br: %@: junção roteada não-manifold; a topologia do material não está definida.
ro: %@: joncțiune cu traseu nonmanifold; topologia materialului rămâne nerezolvată.
ru: %@: немногообразное прорезанное соединение; топология материала не определена.
si: %@: බහුවිධ නොකළ මාර්ගගත හන්දිය; ද්‍රව්‍ය ස්ථලකය නොවිසඳී ඇත.
sk: %@: nevarietná rozbočka vedenia; topológia materiálu nie je objasnená.
sl: %@: ne-mnogoterostno usmerjeno križišče; topologija materiala ni določena.
sq: %@: kryqëzim i rrugëzuar jo-manifold; topologjia e materialit është e pazgjidhur.
sr: %@: неманифолдска рутирана спајка; материјална топологија није решена.
sv: %@: icke-mångfaldig rutad koppling; materialets topologi är oklar.
sw: %@: makutano yasiyo ya kawaida yenye njia; topolojia ya nyenzo haijatatuliwa.
ta: %@: பன்மடங்கு அல்லாத வழித்தட சந்தி; பொருளின் இடவியல் அமைப்பு தீர்மானிக்கப்படவில்லை.
te: %@: నాన్-మ్యానిఫోల్డ్ రూటెడ్ జంక్షన్; మెటీరియల్ టోపాలజీ అపరిష్కృతంగా ఉంది.
th: %@: จุดเชื่อมต่อที่มีเส้นทางไม่เหมือนกัน โครงสร้างทางวัสดุยังไม่สามารถระบุได้
tr: %@: manifold olmayan yönlendirilmiş kavşak; malzeme topolojisi henüz belirlenmemiştir.
uk: %@: немноговимірне маршрутизоване з'єднання; топологія матеріалу не визначена.
ur: %@: نان مین فولڈ روٹڈ جنکشن؛ مادی ٹوپولوجی غیر حل شدہ ہے۔
vi: %@: Điểm nối định tuyến không đa dạng; cấu trúc vật liệu chưa được xác định.
zh_hans: %@：非流形路由连接点；材料拓扑尚未确定。
zh_hant: %@：非流形路由接點；材料拓撲尚未解決。
zu: %@ : i-nonmanifold routed junction; i-topology yezinto ezibonakalayo ayixazululwanga.

source: %@: open routed paths require panel/material inference; inspect their endpoints.
af: %@: oop gerouteerde paaie vereis paneel-/materiaalinferensie; inspekteer hul eindpunte.
am: %@ : ክፍት የሆኑ የተዘረጉ መንገዶች የፓነል/ቁሳቁስ መደምደሚያ ያስፈልጋቸዋል፤ የመጨረሻ ነጥቦቻቸውን ይመርምሩ።
ar: %@ : تتطلب المسارات المفتوحة الموجهة استنتاج اللوحة/المادة؛ افحص نقاط نهايتها.
az: %@: açıq marşrutlu yollar panel/material nəticəsini tələb edir; onların son nöqtələrini yoxlayın.
be: %@ : адкрытыя маршрутызаваныя шляхі патрабуюць вываду панэлі/матэрыялу; праверце іх канчатковыя кропкі.
bg: %@: отворените маршрутизирани пътища изискват извличане на информация за панелите/материалите; проверете крайните им точки.
bn: %@ : খোলা রাউটেড পাথগুলির জন্য প্যানেল/মেটেরিয়াল ইনফারেন্স প্রয়োজন; এদের এন্ডপয়েন্টগুলি পরীক্ষা করুন।
ca: %@: els camins enrutats oberts requereixen inferència de panell/material; inspeccioneu-ne els punts finals.
cs: %@: otevřené trasované cesty vyžadují odvození panelů/materiálu; zkontrolujte jejich koncové body.
cy: %@: mae angen casgliad panel/deunydd ar gyfer llwybrau llwybredig agored; archwiliwch eu pwyntiau terfyn.
da: %@: åbne rutede stier kræver udledning af paneler/materialer; kontroller deres endepunkter.
de: %@: Offene geroutete Pfade erfordern Abschätzung von Panel/Material; überprüfen Sie deren Endpunkte.
de_at: %@: Offene geroutete Pfade erfordern Panel-/Materialinferenz; überprüfen Sie deren Endpunkte.
de_ch: %@ : Offene geroutete Pfade erfordern Panel-/Materialinferenz; überprüfen Sie deren Endpunkte.
el: %@: οι ανοιχτές διαδρομές απαιτούν εξαγωγή συμπερασμάτων σχετικά με τα πάνελ/υλικά· ελέγξτε τα άκρα τους.
es: %@: las rutas abiertas requieren la inferencia de paneles o materiales; comprueba sus extremos.
es_ar: %@: las rutas enrutadas abiertas requieren la inferencia de panel o material; inspecciona sus puntos finales.
es_mx: %@: las rutas enrutadas abiertas requieren inferencia de panel/material; inspeccione sus puntos finales.
et: %@: avatud marsruuditud rajad nõuavad paneeli/materjali järeldamist; kontrollige nende lõpppunkte.
eu: %@: irekitako bideratutako bideak panel/material ondorioztatze behar dute; ikuskatu haien amaiera-puntuak.
fa: %@ : مسیرهای مسیریابی باز نیاز به استنتاج پنل/مواد دارند؛ نقاط انتهایی آنها را بررسی کنید.
fi: %@: avoimet reitit edellyttävät paneelin tai materiaalin päättelyä; tarkista niiden päätepisteet.
fil: %@ : ang mga bukas na rutang landas ay nangangailangan ng hinuha mula sa panel/materyal; siyasatin ang kanilang mga endpoint.
fr: %@ : les chemins ouverts nécessitent une inférence du panneau/matériau ; vérifiez leurs points d'extrémité.
fr_ca: %@ : les chemins ouverts nécessitent une inférence de panneau/matériau ; inspectez leurs points d'extrémité.
ga: %@: éilíonn cosáin ródaithe oscailte iniúchadh ar a gcríochphointí; b'éigean dóibh inference painéil/ábhair a dhéanamh.
gl: %@ : as rutas abertas requiren inferencia de panel/material; inspeccione os seus puntos finais.
gu: %@: ખુલ્લા રૂટવાળા પાથ માટે પેનલ/મટીરીયલ અનુમાનની જરૂર પડે છે; તેમના અંતિમ બિંદુઓનું નિરીક્ષણ કરો.
hi: %@ : खुले रूटेड पथों के लिए पैनल/सामग्री अनुमान की आवश्यकता होती है; उनके अंतिम बिंदुओं का निरीक्षण करें।
hr: %@: otvorene usmjerane putanje zahtijevaju zaključivanje panela/materijala; provjerite njihove krajnje točke.
hu: %@: a nyitott útvonalakhoz panel- vagy anyag-következtetés szükséges; ellenőrizze azok végpontjait.
hy: %@. բաց ուղղորդված ուղիները պահանջում են վահանակի/նյութի եզրակացություն; ստուգեք դրանց վերջնակետերը։
id: %@: jalur yang terbuka memerlukan inferensi panel/material; periksa titik ujungnya.
is: %@: opnar leiðarleiðir krefjast ályktunar um spjald/efni; skoðaðu endapunkta þeirra.
it: %@: i percorsi fresati aperti richiedono l'inferenza del pannello/materiale; controllare i loro punti terminali.
ja: %@：ルーティングされたオープンパスはパネル／材料の推論が必要です。それらの終点を確認してください。
ka: %@: ღია მარშრუტიზებული ბილიკები მოითხოვს პანელის/მასალის ინფერენციას; შეამოწმეთ მათი საბოლოო წერტილები.
kk: %@: ашық бағытталған жолдар панель/материал қорытындысын талап етеді; олардың соңғы нүктелерін тексеріңіз.
km: %@ : ផ្លូវ​ដែល​បាន​តភ្ជាប់​បើកចំហ​តម្រូវ​ឱ្យ​មាន​ការ​សន្និដ្ឋាន​លើ​បន្ទះ/សម្ភារៈ; ពិនិត្យ​ចំណុច​បញ្ចប់​របស់​ពួកវា។
kn: %@: ಮುಕ್ತ ಮಾರ್ಗೀಕೃತ ಮಾರ್ಗಗಳಿಗೆ ಫಲಕ/ವಸ್ತು ನಿರ್ಣಯದ ಅಗತ್ಯವಿದೆ; ಅವುಗಳ ಅಂತಿಮ ಬಿಂದುಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ.
ko: %@: 열린 라우팅된 경로에는 패널/재료 추론이 필요하며, 해당 경로의 끝점을 확인하십시오.
ky: %@: ачык маршрутталган жолдор панелдин/материалдын корутундусун талап кылат; алардын акыркы чекиттерин текшериңиз.
lo: %@ : ເສັ້ນທາງທີ່ເປີດຢູ່ຕ້ອງການການອະນຸມານແຜງ/ວັດສະດຸ; ກວດກາຈຸດສິ້ນສຸດຂອງພວກມັນ.
lt: %@: atvirų maršrutinių kelių nustatymui reikalinga plokščių ir medžiagos išvada; patikrinkite jų galinius taškus.
lv: %@: atvērtām maršrutētām takām ir nepieciešama paneļu/materiālu noteikšana; pārbaudiet to galapunktus.
mk: %@: отворените рутирани патеки бараат инференција на панелот/материјалот; проверете ги нивните крајни точки.
ml: %@: ഓപ്പൺ റൂട്ട് ചെയ്ത പാതകൾക്ക് പാനൽ/മെറ്റീരിയൽ അനുമാനം ആവശ്യമാണ്; അവയുടെ എൻഡ്‌പോയിന്റുകൾ പരിശോധിക്കുക.
mn: %@ : нээлттэй чиглүүлэлтийн замууд нь самбар/материалын дүгнэлтийг шаарддаг; тэдгээрийн төгсгөлийн цэгүүдийг шалгана уу.
mr: %@: खुल्या राउटेड मार्गांसाठी पॅनेल/मटेरियल इन्फरन्स आवश्यक आहे; त्यांच्या एंडपॉइंट्सची तपासणी करा.
ms: %@: laluan berhala terbuka memerlukan inferens panel/bahan; periksa titik akhir mereka.
mt: %@: mogħdijiet b'rotta miftuħa jeħtieġu inferenza tal-pannell/materjal; spezzjona l-punti tat-tmiem tagħhom.
my: %@: ပွင့်လင်းသော လမ်းကြောင်းများသည် panel/material inference လိုအပ်ပါသည်။ ၎င်းတို့၏ endpoints များကို စစ်ဆေးပါ။
nb: %@: Åpne rutede baner krever utledning av paneler/materialer; kontroller endepunktene deres.
ne: %@: खुला राउटेड पाथहरूलाई प्यानल/सामग्री अनुमान आवश्यक पर्दछ; तिनीहरूको एन्डपोइन्टहरूको निरीक्षण गर्नुहोस्।
nl: %@: bij open routes moet het paneel/materiaal worden afgeleid; controleer de eindpunten ervan.
or: %@: ଖୋଲା ରୁଟେଡ୍ ପଥ ପାଇଁ ପ୍ୟାନେଲ୍/ବସ୍ତୁ ଅନୁମାନ ଆବଶ୍ୟକ; ସେମାନଙ୍କର ଶେଷ ବିନ୍ଦୁଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରନ୍ତୁ।
pa: %@ : ਖੁੱਲ੍ਹੇ ਰੂਟ ਕੀਤੇ ਰਸਤਿਆਂ ਲਈ ਪੈਨਲ/ਮਟੀਰੀਅਲ ਅਨੁਮਾਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ; ਉਹਨਾਂ ਦੇ ਅੰਤਮ ਬਿੰਦੂਆਂ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: %@: otwarte trasy wymagają wyznaczenia panelu/materiału; sprawdź ich punkty końcowe.
pt: %@: os percursos abertos requerem a inferência do painel/material; verifique os seus pontos finais.
pt_br: %@: trajetórias abertas exigem inferência de painel/material; verifique seus pontos finais.
ro: %@: traseele deschise necesită deducerea panourilor/materialelor; verificați punctele lor finale.
ru: %@: открытые прорезанные траектории требуют определения панелей/материалов; проверьте их конечные точки.
si: %@ : විවෘත මාර්ගගත මාර්ග සඳහා පැනල්/ද්‍රව්‍ය අනුමානය අවශ්‍ය වේ; ඒවායේ අන්ත ලක්ෂ්‍ය පරීක්ෂා කරන්න.
sk: %@: otvorené trasy vedenia vyžadujú odhad dosky/materiálu; skontrolujte ich koncové body.
sl: %@: odprte usmerjene poti zahtevajo sklepanje o ploščah/materialih; preglejte njihove končne točke.
sq: %@: shtigjet e hapura të rrugëzuara kërkojnë përfundim të panelit/materialit; inspektoni pikat e tyre fundore.
sr: %@: отворени рутирани путеви захтевају инференцију панела/материјала; прегледајте њихове крајње тачке.
sv: %@: öppna routade vägar kräver att paneler/material antas; kontrollera deras ändpunkter.
sw: %@: njia zilizo wazi zinahitaji hitimisho la paneli/nyenzo; kagua ncha zao za mwisho.
ta: %@: திறந்த வழித்தடங்களுக்கு பேனல்/பொருள் அனுமானம் தேவை; அவற்றின் இறுதிப்புள்ளிகளை ஆய்வு செய்யவும்.
te: %@: ఓపెన్ రూటెడ్ మార్గాలకు ప్యానెల్/మెటీరియల్ అనుమానం అవసరం; వాటి ఎండ్‌పాయింట్‌లను తనిఖీ చేయండి.
th: %@: เส้นทางที่เปิดอยู่จำเป็นต้องมีการอนุมานแผง/วัสดุ ตรวจสอบจุดสิ้นสุดของเส้นทางเหล่านั้น
tr: %@: Açık yönlendirilmiş yollar, panel/malzeme çıkarımını gerektirir; uç noktalarını kontrol edin.
uk: %@: відкриті маршрутизовані шляхи вимагають визначення панелей/матеріалів; перевірте їхні кінцеві точки.
ur: %@: کھلے روٹڈ راستوں کو پینل/مٹیریل انفرنس کی ضرورت ہے؛ ان کے اختتامی مقامات کا معائنہ کریں۔
vi: %@: Các đường dẫn mở yêu cầu suy luận về bảng/vật liệu; hãy kiểm tra các điểm cuối của chúng.
zh_hans: %@：开放式路由路径需要推断面板/材料；请检查其端点。
zh_hant: %@：開放式路由路徑需要推斷面板／材質；請檢查其端點。
zu: %@ : izindlela ezivulekile ezidinga ukuqondiswa kwephaneli/izinto ezibonakalayo; hlola ama-endpoints azo.
